[
    {
        "id":1,
        "title":"Filling Iran oil gap in India: US supplies outshine Middle East crude",
        "feed":"A surge in India’s oil imports from the United States outpaced growth in shipments from its traditional suppliers in the Middle East, after Washington imposed sanctions on Tehran in November, according to tanker arrival data obtained from sources. US President Donald Trump’s administration had renewed sanctions against Iran last year over its nuclear programme."
    },
    {
        "id":2,
        "title":"Maya against us as dalits backing Akhilesh: SP",
        "feed":"Samajwadi Party has claimed that BSP chief Mayawati had announced to end alliance with them in haste as the dalits were getting connected to Akhilesh Yadav in a big way.'She is speaking against the Samajwadi Party in haste due to the dalit support to the SP and its leader Akhilesh Yadav. She is weakening the fight for social justice,' SP national general secretary Ramashankar Vidyarthi said."
    },
    {
        "id":3,
        "title":"Adhir stokes controversy with 'naali' remark",
        "feed":"Congress leader Adhir Ranjan Chowdhury stoked a controversy on Monday with his 'naali' (drain) remark against Prime Minister Narendra Modi in the Lok Sabha, with the BJP launching a scathing attack on him and his party, saying this 'arrogance' will finish them. Chowdhury's 'naali' remarks were later expunged by Lok Sabha Speaker Om Birla"
    },
    {
        "id":4,
        "title":"BAN vs AFG Live: Naib, Asghar rebuild Afghans",
        "feed":"Check all the live score updates, Ball by ball commentary & scorecard of ICC Cricket World Cup match 31 between Bangladesh vs Afghanistan on Times of India"
    },
    {
        "id":5,
        "title":"Jharkhand mob violence: Police arrest three people",
        "feed":"Jharkhand Police have arrested three people and are looking for others involved in the death of 24-year-old Tabrej Ansari, who was allegedly lynched by a mob on suspicion of theft. Ansari's wife, Shaista Praveen, has accused the police of taking the deceased to jail first, instead of a hospital."
    },
    {
        "id":6,
        "title":"WC: With ball, Arjun Tendulkar helps England",
        "feed":"A Tendulkar helped England ahead of their World Cup clash against Australia -- not the man who owns almost all the batting records but the boy who aspires to shine with the ball."
    },
    {
        "id":7,
        "title":"BSNL sends SOS to Centre: Impossible to run ops",
        "feed":"Ailing state-owned telco BSNL has sent an SOS to the government, seeking immediate cash infusion as it is finding it “nearly impossible” to continue operations and even manage Rs 850 crore salary liability for June as outstanding liabilities of nearly Rs 13,000 crore have made its business “unsustainable”. BSNL is the country’s top loss-making "
    },
    {
        "id":8,
        "title":"Say what again. I dare you,...motherfxxxx",
        "feed":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?"
    },
    {
        "id":9,
        "title":"Bumrah holds key to India's WC chances: Clarke",
        "feed":"Jasprit Bumrah's amazing skill-set gives India a realistic chance of winning the World Cup but a freak called David Warner might just retain it for Australia, feels 2015 World Cup-winning captain Michael Clarke."
    },
    {
        "id":10,
        "title":"Middle order woes: No. 4 returns as No. 1 concern",
        "feed":"India's famed middle-order failed to counter the Afghanistan spinners as the Gulbadin Naib-led side restricted the two-time champions to a below-par 224/8. MS Dhoni (24 off 36 balls) and Kedar Jadhav (31 off 48) added 57 runs off 84 balls for the fifth wicket, thus slowing down the proceedings considerably in the middle overs."
    },
    {
        "id":11,
        "title":"'PM big salesman, Cong failed to market product'",
        "feed":"The BJP came back to power as Prime Minister Narendra Modi is a very big salesman while the Congress failed to market its product in the Lok Sabha polls, Congress leader in the Lok Sabha Adhir Ranjan Chowdhury said on Monday. He also dubbed the ruling dispensation as a compliment- addicted government."
    },
    {
        "id":12,
        "title":"No. of wilful defaulters in nationalised banks up 60%",
        "feed":"The number of wilful defaulters in nationalised banks has increased by over 60% to 8,582 in five years to March 2019, the government said. By the end of 2014-15 fiscal, the figure stood at 5,349, finance minister Nirmala Sitharaman said in a written reply in LS. A wilful defaulter is an entity or a person that has not paid the loan back despite the ability to repay it."
    },
    {
        "id":13,
        "title":"Help me come back, will reveal all: IMA founder",
        "feed":"I Monetary Advisory (IMA) Group founderowner Mohammed Mansoor Khan, in a video released on Sunday, claimed he wants to return to India and is ready to reveal the names of corrupt politicians and officers who allegedly extorted money from him and who brought about the downfall of his business venture"
    },
    {
        "id":14,
        "title":"BSP to contest all future polls on its own: Maya",
        "feed":"BSP chief Mayawati on Monday announced that her party will fight all the elections in the future on its own. In a series of tweets, the BSP chief lashed out at Akhilesh Yadav, and said that the SP's behaviour forced them to think if it would be possible to defeat the BJP by continuing the alliance."
    },
    {
        "id":15,
        "title":"Say what again. I dare you,...motherfxxxx",
        "feed":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?"
    },
    {
        "id":16,
        "title":"The importance of REACT in the development",
        "feed":"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident"
    },
    {
        "id":17,
        "title":"REACT developers going on strike",
        "feed":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?"
    },
    {
        "id":18,
        "title":"Say what again. I dare you,...motherfxxxx",
        "feed":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?"
    },
    {
        "id":19,
        "title":"The importance of REACT in the development",
        "feed":"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident"
    },
    {
        "id":20,
        "title":"REACT developers going on strike",
        "feed":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?"
    }

]
